[{"_id":1,"name":"Jinjo Sumiyaki","biography":"A modern sumiyaki restaurant helmed by veteran washoku chef Makoto Saito, Jinjo is where traditional Japanese fare is presented with a contemporary spirit. Japanese charcoal-grilling mastery is celebrated through a prefecture focused menu. Cooked over charcoal, prime seasonal ingredients, which have been sourced from all over the Japan, are imbued with a delicious smokiness and transformed into delectable dishes.","thumb":"images/restaurant/jinjo.jpg","website_category":"Top Rated","district":"Tanglin","address":"1 Scotts Rd #02-19/20, Singapore 228208","website":"https://jinjo.com.sg","phoneNumber":"67322165","cuisine":"Japanese","ranking":1},{"_id":2,"name":"Koma Singapore","biography":"KOMA, a concept from Tao Group Hospitality, is a Japanese restaurant and sushi bar offering a modern interpretation of Japanese cuisine. Featuring innovative, original creations, KOMA takes a bold and distinct approach in its menu, incorporating fresh and seasonal produce and ingredients from Japan.","thumb":"images/restaurant/koma.jpg","website_category":"Top Rated","district":"Bayfront","address":"2 Bayfront Ave, # B1 - 67, Singapore 018972","website":"https://komasingapore.com/","phoneNumber":"66888690","cuisine":"Japanese","ranking":2},{"_id":3,"name":"Odette","biography":"Housed in the National Gallery Singapore, Odette is a timeless fine dining destination helmed by Chef Julien Royer and inspired by his grandmother, Odette.","thumb":"images/restaurant/odette.jpg","website_category":"Top Rated","district":"City Hall","address":"1 St Andrew's Rd, #01-04 National Gallery, Singapore 178957","website":"https://www.odetterestaurant.com/","phoneNumber":"63850498","cuisine":"French","ranking":3},{"_id":4,"name":"Les Amis","biography":"3 Michelin Stars Les Amis, helmed by Chef Sebastien Lepinoy, serves French haute cuisine in an elegantly modern setting.","thumb":"images/restaurant/lesamis.jpg","website_category":"Top Rated","district":"Tanglin","address":"1 Scotts Rd, #01 - 16 Shaw Centre, Singapore 228208","website":"https://www.lesamis.com.sg/","phoneNumber":"67332225","cuisine":"French","ranking":4},{"_id":5,"name":"Firangi Superstar","biography":"Firangi Superstar is a love letter to India, a land warm affectionate, and sometimes outrageous. Located in Singapore, the Modern Indian restaurant presents a cinematic journey through the Motherland, seen through an imagined kaleidoscopic fantasy lens.","thumb":"images/restaurant/firangisuperstar.jpg","website_category":"Top Rated","district":"Tanjong Pagar","address":"20 Craig Rd, #01-03, Singapore 089692","website":"https://www.firangisuperstar.com/","phoneNumber":"63043022","cuisine":"Indian","ranking":5},{"_id":6,"name":"Candlenut","biography":"The world’s first Michelin-starred Peranakan restaurant, Candlenut takes a contemporary yet authentic approach to traditional Straits-Chinese cuisine. The restaurant serves up refined Peranakan cuisine that preserves the essence and complexities of traditional food, with astute twists that lift the often rich dishes to a different level. Helmed by chef Malcolm Lee, Candlenut is committed to continually create inspired and elevated Peranakan dishes using the freshest seasonal produce available.","thumb":"images/restaurant/candlenut.jpg","website_category":"Top Rated","district":"Queenstown","address":"17A Dempsey Rd, Singapore 249676","website":"https://www.comodempsey.sg/restaurant/candlenut","phoneNumber":"+1-800-304-2288","cuisine":"Chinese","ranking":6},{"_id":7,"name":"Avenue 87","biography":"Avenue 87 is the culmination of two remarkable personal journeys and the crucible of a friendship. It is a restaurant built on the passion for food, and the determination to see it propagated through the cultivation of local traditions and new talent. And it is the safe space where two friends push each other’s boundaries to bring an act of collaborative creation like no other to the diner.","thumb":"images/restaurant/avenue87.jpg","website_category":"Top Rated","district":"Tanjong Pagar","address":"47 Amoy St, Singapore 069873","website":"https://avenue87.sg/","phoneNumber":"98388401","cuisine":"Fusion","ranking":7},{"_id":8,"name":"Wagyu Jin","biography":"Wagyu Jin is a prefecture-focused Wagyu omakase concept located right in the heart of Orchard Road. Led by Executive Chef Makoto Saito, this intimate and exclusive restaurant boasts an assortment of A5 Wagyu beef dishes curated to be eaten with just a pair of chopsticks.","thumb":"images/restaurant/wagyujin.jpg","website_category":"Top Rated","district":"Tanglin","address":"1 Scotts Rd, #02-12 Shaw Centre, Singapore 228208","website":"https://www.wagyujin.com.sg/","phoneNumber":"89400741","cuisine":"Japanese","ranking":8},{"_id":9,"name":"Jinhonten","biography":"A hidden enclave that promises to be your respite from the city, Jinhonten is a warm and inviting space that pays tribute to the art of omakase, helmed by Kumamoto-native Chef Issey Araki.","thumb":"images/restaurant/jinhonten.jpg","website_category":"Recently Added","district":"Tanglin","address":"1 Scotts Rd, #01-11 Shaw Centre, Singapore 228208","website":"https://www.jinhonten.com.sg/","phoneNumber":"96350973","cuisine":"Japanese","ranking":null},{"_id":10,"name":"Ayasofya","biography":"Here at Ayasofya Restaurant, we are committed to serve our customers deliciously fresh and authentic Turkish food that is infused with wonderful flavours of the Mediterranean cuisines. From freshly baked breads, a vast array of meat dishes and healthy salads to a wide selection of Turkish pide and appetizers, there is definitely something for everyone.","thumb":"images/restaurant/ayasofya.jpg","website_category":"Recently Added","district":"Bugis","address":"51 Bussorah St, Singapore 199467","website":"https://ayasofyarestaurant.com.sg/","phoneNumber":"91340468","cuisine":"Turkish","ranking":null},{"_id":11,"name":"Entrenous Creperie","biography":"Entrenous Creperie is a family run restaurant specialized in savoury and sweet crepes from Brittany (north-west part of France). Opened in october 2008 by a French couple. Their aim was to deliver crepes as traditional as you can find in Brittany. The crepes can be made of buckwheat or wheat flour (certified from Brittany)and salted baratte butter is used to cook them on the spot on special pans called 'Biligs\". You can choose from an extensive choice of homemade fillings. You can accompagny your meal by four different apple ciders served in the traditional \"bolee\". Homemade Soup,starters, ice-cream, quiche and desserts are also on the menu. ","thumb":"images/restaurant/entrenous.jpg","website_category":"Recently Added","district":"Esplanade","address":"27 Seah St, #01-01, Singapore 188383","website":"https://entrenous.sg/","phoneNumber":"63334671","cuisine":"French","ranking":null},{"_id":12,"name":"The Dragon Chamber","biography":"Secretly located within a brightly coloured Kopitiam, The Dragon Chamber is a hidden restaurant. What may look like a regular beer fridge in a kopitiam is actually a secret door that opens up into its own inner recesses. Reminiscent of Chinatown gambling dens and secret society hangouts, the walls of The Dragon Chamber are covered with artwork from local and regional artists such as Sabotage, Mister Tucks, and Riandy Karuniawan, referencing past and recent Chinese tradition from a globalist, counter-culture point of view.","thumb":"images/restaurant/dragonchamber.jpg","website_category":"Recently Added","district":"Boat Quay","address":"2 Circular Rd, Singapore 049358","website":"https://www.thedragonchamber.com/","phoneNumber":"69500015","cuisine":"Chinese","ranking":null},{"_id":13,"name":"Manhattan","biography":"Inspired by the Golden Age of cocktails and fine drinking, Manhattan is reminiscent of a grand hotel bar, modern yet with a touch of old New York glamour and sophistication. Choose your tipple from artisanal spirits, and classic and forgotten cocktails, meticulously crafted from the world’s first in-hotel rickhouse and a remarkable collection of house-made ingredients, accompanied by gourmet bar bites. Manhattan was recently placed 15th in World’s 50 Best Bars and 6th in Asia’s 50 Best Bars. (Jan 2022)","thumb":"images/restaurant/manhattan.jpg","website_category":"Recently Added","district":"Tanglin","address":"1 Cuscaden Rd, Level 2 Regent Singapore, Singapore 249715","website":"https://regentsingapore.com.sg/dining/manhattan/","phoneNumber":"67253377","cuisine":"Fusion","ranking":null},{"_id":14,"name":"Antidote","biography":"Anti:dote is a stylish and modern cocktail bar with a progressive selection of concoctions that appeals to the most discerning taste buds. Combining the craftsmanship of traditional bartending and the artistry of experimental mixology techniques, classic recipes are reinterpreted with contemporary flair. At Antidote, drinks crafted with premium spirits and housemade bitters, liqueurs and sodas are paired perfectly with innovative modern tapas. Experience a fine selection of handcrafted cocktails concocted by our talented team of mixologists.","thumb":"images/restaurant/antidote.jpg","website_category":"Recently Added","district":"City Hall","address":"80 Bras Basah Rd, Level 1, Fairmont, Singapore 189560","website":"https://www.fairmont.com/singapore/dining/antidote/","phoneNumber":"64315315","cuisine":"Fusion","ranking":null},{"_id":15,"name":"Lolla","biography":"Drawing from its underground supper club roots, Lolla fits right in on Ann Siang Hill with a petite but confident concept featuring uncompromising ingredients transformed into renowned small plates.","thumb":"images/restaurant/lolla.jpg","website_category":"Recently Added","district":"Chinatown","address":"22 Ann Siang Rd, Singapore 069702","website":"https://www.lolla.com.sg/","phoneNumber":"64231228","cuisine":"Fusion","ranking":null},{"_id":16,"name":"Revolver","biography":"Revolver is a bold, refined grill that laces Indian cooking sensibilities with international flair and ingredients.","thumb":"images/restaurant/revolver.jpg","website_category":"Recently Added","district":"Tanjong Pagar","address":"56 Tras St, Singapore 078995","website":"https://www.revolver.com.sg/","phoneNumber":"62232812","cuisine":"Indian","ranking":null}]